export const AboutContent = () => {
    return (
        <>
            <section className="top-sales">
                <h2 className="text-center">О магазине</h2>
                <p>
                Мы — современный обувной бренд, преданный подлинному мастерству и
                неувядающей любви к стильной обуви. Наше вдохновение исходит из различных
                культурных влияний, с основным акцентом на интересных личностях,
                с которыми мы сталкиваемся в Tony's. Каждая коллекция вращается вокруг идеи
                повседневного стиля, помещая прочное качество и изысканную детализацию в
                основу нашего подхода к дизайну.
                </p>
            </section>
        </>
    )
}
